/* 
  Localizable.strings
  Tenorshare4DDiG

  Created by Tenorshare on 2022/7/27.
  
*/

"language" = "ru";
"languageGA" = "ru";

/*******NSMenu title*****/
"About %@" = "Об %@";
"Buy Now" = "Купить сейчас";
"BUY NOW_s" = "Купить сейчас";
"Register" = "Регистрация";
"Check for updates" = "Проверить наличие обновлений";
"Service" = "Услуги";
"Hide %@" = "Скрыть %@";
"Quit %@" = "Выйти из %@";
"Hide Others" = "Скрыть другие";
"Show All" = "Показать все";

"Edit" = "Редактировать";
"Undo" = "Отмена";
"Redo" = "Переделывать";
"Cut" = "Вырезать";
"Copy" = "Копировать";
"Paste" = "Вставить";
"Clear" = "Очистить";
"Select All" = "Выбрать все";

"Window" = "Окно";
"Minimize" = "Минимизировать";
"Zoom" = "Масштаб";
"Enter Full Screen" = "Войти в полноэкранный режим";
"Bring All to Front" = "Отображается спереди";

"Help" = "Помощь";
"Guide" = "Руководство";
"Feedback" = "Обратная связь";
"Support" = "Поддержка";

"Open Log" = "Просмотр журналов";

//通用按钮title
"OK" = "Да";
"Contact us" = "Помощь";
"Save" = "Сохранить";
"Cancel" = "Нет";
"Open" = "Открыть";
"Refresh" = "Обновить";

// about window
"Tenorshare %@ %@ Build Date %@" = "Tenorshare %@ %@ Дата выхода %@";
"%@ %@ Build Date %@" = "%@ %@ Дата выхода %@";
"All Rights Reserved." = "Все права защищены.";

"Tree View" = "Просмотр";
"File View" = "Просмотр файлов";

//ScanView+Recovery
"Please select the file you want to recover." =
"Выберите файл, который хотите восстановить.";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. It's recommended to recover the files to a removable disk." =
"Сохранение файлов в раздел, в котором вы их потеряли, уменьшит шансы на успешное восстановление. Рекомендуется восстанавливать файлы на съемный диск.";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. Are you sure you want to continue?" =
"Сохранение файлов в раздел, в котором вы их потеряли, уменьшит шансы на успешное восстановление. Вы уверены что хотите продолжить?";

"Not enough space available on the disk. Additional %@ space is needed to recover these files." =
"Недостаточно свободного места на диске. Для восстановления этих файлов требуется еще %@ пространства.";

"Recovering: %@" =
"Восстановление файлов: %@";
"Please wait..." =
"Пожалуйста, подождите…";

"Recovery completed!" =
"Восстановление завершено!";
"Click Open button to check the recovered files." =
"Нажмите кнопку Открыть, чтобы проверить восстановленные файлы.";

"Are you sure you want to stop recovery?" =
"Вы уверены, что хотите остановить восстановление?";

"Failed to save data to the target disk. Please choose another disk and try again." =
"Не удалось сохранить данные на целевой диск. Выберите другой диск и повторите попытку.";

"Your disk is disconnected. Please reinsert and try again." =
"Диск отсоединен. Подключите диск и повторите попытку.";

"Save failed due to disconnection of the target disk. Please reinsert and try again." =
"Ошибка сохранения из-за отключения целевого диска. Повторите попытку .";

"Note:" = "Важно: ";
"Please do not save the recovered files to the partition where you lost them. This may cause permanent data loss." =
"Не сохраняйте восстановленные файлы в том разделе, где вы их потеряли. Это может привести к потере данных.";


/*******扫描模块*****/
"All Files" = "Все файлы";
"Photo" = "Фото";
"Audio" = "Аудио";
"Video" = "Видео";
"Document" = "Документ";
"Email" = "Email";
"Webfile" = "ВебФайл";
"Archive" = "Архив";
"No Extension" = "Файлы без суффикса";
"Others" = "Другие файлы";
/*"Desktop" = "Desktop";
"Documents" = "Documents";
"Downloads" = "Downloads";*/
"Trash" = "Корзина";
"Lost location" = "Отсутствует путь";
"More" = "Больше";
"The scan result will not be saved if you close the program now. Are you sure you want to close?" =
"Результат сканирования не будет сохранен, если вы закроете программу сейчас. Вы действительно хотите закрыть?";
"YES" = "Да";
"No" = "Нет";
"Are you sure you want to stop scanning?" = "Вы действительно хотите остановить сканирование?";
"The scan result will not be saved now. Are you sure you want to return Home?" = "Теперь результат сканирования не будет сохранен. Вы действительно хотите вернуться домой?";
"Continue" = "Продолжить";
"Pause" = "Пауза";
"Time remaining: %@" = "Осталось время: %@";
"Stop" = "Стоп";
"Loading search content, please wait…" = "Загрузка содержимого поиска, пожалуйста, подождите ...";
"Back" = "Назад";
"Scanning...(%.1f%%)" = "Сканирование... (%.1f%%)";
"Scanning..." = "Сканирование...";
"%li files found (%.1f%%)" = "Найдено %li файлов (%.1f%%)";
"%li items found, %@" = "Найдено %li файлов, %@";
"Selected: %li files, %@" = "Выбрано: %li файлов, %@";
"Home" = "Домой";
"Recover" = "Восстановить";
"Search" = "Поиск";
"Scan completed!" = "Сканирование завершено!";
"Loading content, please wait..." = "Загрузка контента, подождите...";
"Unlock" = "Отпереть";
"Password hint: %@"= "Подсказка пароля: %@";
"Password:" = "Пароль:";
"Please enter a password to unlock the disk \"%@\"." = "Введите пароль, чтобы разблокировать диск \"%@\".";
"Wrong password" = "Неверный пароль";
"Cancel1" = "Отмена";

/*******加载窗口模块*****/
"Reading data from the disk, please wait…" = "Чтение данных с диска, пожалуйста, подождите ...";
/*******选择磁盘模块*****/
"Select a location to start data recovery" =
"Выберите место для начала восстановления данных";
"Hard Drives" = "Жесткие диски";
"External Drives" = "Внешние жесткие диски";
"%@ free of %@" = "Доступно %@, всего %@";
"Other Location" = "Другое место";
"The Whole Computer" = "Весь компьютер";
"UltData" = "UltData";
"To recover data from iOS devices, please switch to UltData-iOS" = "Чтобы восстановить данные с устройств iOS, используйте UltData-iOS";
"UltFone iOS Data Recovery" = "UltFone iOS Data Recovery";
"To recover data from iOS devices, please switch to UltFone iOS Data Recovery" = "Чтобы восстановить данные с устройств iOS, используйте UltFone iOS Data Recovery";
"Scan" = "Сканировать";
"Untitled" = "Без названия";

/*******关闭SIP模块*****/
"The selected external drive is not available or uninstalled, please reinsert and try again." =
"Выбранный внешний диск недоступен или удален,повторите попытку.";
"The selected File System is currently not supported. Please select other disks for data recovery." =
"Выбранная файловая система в настоящее время не поддерживается. Выберите другие диски для восстановления данных.";
"To recover data from \"macOS High Sierra\" disk, please follow steps below to disable System Integrity Protection first." =
"Чтобы восстановить данные из систем \"macOS High Sierra\" и более поздних систем, вам необходимо отключить защиту целостности системы, выполнив следующие действия.";
"Step 1." = "Шаг 1.";
"Hold down Command + R on the keyboard immediately when you restart the Mac. Keep holding until the Mac finishes startup process, and you will see the utilities window." =
"При перезапуске Mac немедленно нажмите и удерживайте кнопку Command + R на клавиатуре. Пока Mac не перезагрузится, он войдет в интерфейс восстановления.";
"Command + R" = "Command + R";
"Note: If you are using iMac/iMac Pro, please use wired keyboard." =
"Внимание: Если вы используете iMac / iMac Pro, используйте проводную клавиатуру.";
"Step 2." = "Шаг 2.";
"Open Terminal from the Utilities menu." =
"Откройте терминал из меню «Утилиты».";
"Terminal" = "терминал";
"Utilities" = "Утилиты";
"Step 3." = "Шаг 3.";
"Type the following command and hit Enter key to disable SIP. Then restart your Mac again." =
"Введите следующую команду и нажмите клавишу Enter, чтобы отключить SIP. Затем перезагрузите Mac снова.";
"Enter" = "Enter";
"Your Mac will restart during this process. Please take a photo with your phone and save steps." =
"Ваш Mac перезагрузится во время этого процесса. Пожалуйста, сделайте снимок через телефон и сохраните шаги.";
/*******扫描中模块*****/
"Name" = "Название";
"Created Date" = "Дата создания";
"Modified Date" = "Дата Изменения";
"Path" = "Путь";
"Type" = "Тип";
"Size" = "Размер";
"Files not found!" = "Файлы не найдены!";
"folder" = "Папка";
"file" = "Файл";

// 2.7.0新增

"PREV" = "предыдущий";
"NEXT" = "следующий";
"GO TO" = "Перейти к:";
"Didn't find the missing data? Try using Deep Scan." = "Не нашли данные？Попробуйте глубоко сканировать";
"Deep Scan" = "глубоко сканировать";
"Previous Scan Results" = "Предыдущий результат";
"Returning to the last scan result requires stopping the current scan. Are you sure you want to stop?" = "Возврат к последнему результату сканирования требует остановки текущего сканирования. Вы уверены, что хотите остановиться ?";
"Stop" = "Стоп";
"Cancel" = "Отмена";
"Deep scan completed!" = "Глубокое сканирование завершено!";
"OK" = "Да";
"Loading content, please wait…" = "Загрузка контента, подождите…";
"View Deep Scan Results" = "Посмотреть результаты";
"List View" = "Представление списка";
"Thumbnail" = "эскиз";
"Preview Pane" = "Просмотреть список";
"Preview" = "Просмотр";
"This format file does not support to preview." = "Предварительный просмотр этого файла формата не поддерживается.";
"This file may be corrupt and can't be previewed." = "Этот файл может быть поврежден и не может быть предварительно просмотрен.";
"File size that exceeds 8 MB does not support to preview." = "Файл не может быть предварительно просмотрен, и размер файла превышает максимальный предел.";
"The lost data may be damaged at any time and cannot be recovered. It is recommended to recover them earlier for higher recovery rate." = "Утерянные данные могут быть повреждены в любое время и не могут быть восстановлены. Рекомендуется восстановить их раньше для более высокой скорости восстановления.";
"Buy now to save 70%" = "Купите сейчас, чтобы сэкономить 70%";
"Unlimited Data Recovery" = "Неограниченное количество";
"Recover your valuable data easily and quickly." = "Восстановите ваши ценные данные легко и быстро.";
"Multiple File Types" = "Поддержать разные файлы";
"Recover 550+ types of files from hard drive, memory card, etc." = "Поддержать восстановления видео, документов и других типов файлов.";
"Professional Support" = "Профессиональная поддержка";
"Provide professional and quality customer support." = "Обеспечить профессиональную и качественную поддержку клиентов.";
"Free Update" = "Бесплатное обновление";
"Enjoy free update within license validity." = "Поддержать бесплатное обновление";
"Already have a registration code? Register now" = "Уже есть регистрационный код? Зарегистрируйтесь сейчас";
"Register now" = "Зарегистрируйтесь сейчас";
"To recover data from crashed computer, please click here." = "Чтобы восстановить данные из аварийной системы, нажмите здесь.";
"Creating a bootable drive using an SD card is not supported. Please use another storage device to create the bootable drive." = "Создание загрузочного диска с использованием SD-карты не поддерживается. Пожалуйста, используйте другое устройство хранения для создания загрузочного диска.";

"Recover from Crashed System" = "Восстановить сбоя системы";
"Support to recover files from crashed system." = "Поддержка восстановления файлов из сбойной системы.";
"Recover Data from Crashed System" = "Восстановить данные из сбойной системы";
"Recover lost files from crashed computer" = "Восстановить потерянные файлы с разбитого компьютера";
"To recover data from iOS devices, please switch to iOS Data Recovery" = "Чтобы восстановить данные с устройств iOS, используйте iOS Data Recovery";
"Please select a USB flash drive/external hard drive" = "Пожалуйста, выберите флэш-USB / внешний жесткий диск";
"Creating bootable drive…" = "Создание загрузочного диска…";
"The bootable drive is created successfully!" = "Загрузочный диск успешно создан!";
"Please select a USB flash drive/external hard drive to create a bootable drive" = "Пожалуйста, выберите флэш-накопитель USB / внешний жесткий диск, чтобы создать загрузочный диск.";
"Insert a USB flash drive/external hard drive to create a bootable drive, and then recover data from crashed system by the bootable drive." = "Вставьте флэш-накопитель USB / внешний жесткий диск, чтобы создать загрузочный диск, а затем восстановите данные из сбойной системы с помощью загрузочного диска.";
"Bootable drive:" = "Загрузочный диск:";
"Refresh" = "Обновить";
"Note: Creating a bootable drive will format all data in the selected disk. Please back up your important data in advance." = "Советы:Создание загрузочного диска приведет к форматированию всех данных на выбранном диске. Пожалуйста, сделайте резервную копию ваших важных данных заранее.";
"Return" = "Назад";
"Start" = "Начать";
"OK" = "Хорошо";
"Creating a bootable drive will format all data in the selected disk. Are you sure you want to continue?" = "Создание загрузочного диска отформатирует все данные на выбранном диске. Вы уверены что хотите продолжить?";
"Cancel" = "Нет";
"The total disk space is less than 2GB. Please use a larger USB drive/external hard drive to create the bootable drive." = "Общее дисковое пространство составляет менее 2 ГБ. Пожалуйста, используйте больший USB-диск / внешний жесткий диск для создания загрузочного диска.";
"The local disk space is less than 2GB and the boot system image cannot be downloaded. Please free up some disk space before downloading." = "На локальном диске менее 2 ГБ, и образ загрузочной системы не может быть загружен. Пожалуйста, освободите место на диске перед загрузкой.";
"Formatting the bootable drive, please wait…" = "Форматирование загрузочного диска, пожалуйста, подождите ...";
"When formatting the bootable drive, please do not operate or eject it." = "При форматировании загружаемого диска, пожалуйста, не работайте и не выбрасывайте его.";
"To avoid the burned disk be damaged, please be patient and wait for the burn to complete." = "Чтобы избежать повреждения сгоревшего диска, наберитесь терпения и дождитесь завершения записи.";
"Creating bootable drive, please wait…" = "Создание загрузочного диска, пожалуйста, подождите ...";
"When creating the bootable drive, please do not operate the disk or eject it." = "При создании загрузочного диска, пожалуйста, не работайте с диском и не извлекайте его.";
"Follow the steps below to use the bootable drive to boot a Mac that cannot be turned on." = "Следуйте приведенным ниже инструкциям, чтобы использовать загрузочный диск для загрузки Mac, который нельзя включить.";
"bootable drive" = "загрузочный диск";
"cannot be turned on" = "не может быть включен";
"black screen" = "черном экране";
"Option key" = "клавишу Option";
"%@ bootable drive" = "загрузочный диск %@";
"Step 1: Insert the bootable drive into a Mac that cannot be turned on." = "Шаг 1: Вставьте загрузочный диск в Mac, который не может быть включен.";
"Step 2: Start the computer that cannot be turned on. When the Mac is in a black screen, press and hold the Option key. Release the Option key until you see the bootable drive." = "Шаг 2: Запустите компьютер, который не может быть включен. Когда Mac находится на черном экране, нажмите и удерживайте клавишу параметров. Отпустите клавишу Option, покане увидите загрузочный диск.";
"Step 3: On the Select bootable drive interface, select the %@ bootable drive." = "Шаг 3: В интерфейсе выбора загрузочного диска выберите загрузочный диск %@.";
"click here" = "нажмите здесь";
"To see the detailed steps, please click here." = "Чтобы увидеть подробные шаги, пожалуйста, нажмите здесь.";
"Bootable drive creation failed!" = "Не удалось создать загрузочный диск!";
"Contact Us" = "Связаться с нами";
"Bootable drive creation failed! Please check if your disk is disconnected. You can click the Retry button or Contact Us." = "Не удалось создать загрузочный диск! Пожалуйста, проверьте, отключен ли ваш диск. Вы можете нажать кнопку Повторить или Связаться с нами.";
"Retry" = "Повторить";

"Select USB/external hard drive" = "Выберить USB / внешний жесткий диск";
"Completed!" = "Завершено!";
"Format" = "формат";

// 3.0.1
"Please enter login password to allow disk access." = "Пожалуйста, введите пароль для доступа к диску.";


"note:" = "Примечание：";
"1. If you have not received the registration code or don't know the register E-mail address, please click here to check." = "1. Если вы не получили регистрационный код или не знаете регистрационный адрес электронной почты, нажмите здесь, чтобы проверить.";
"2. For other software or registration issues, please visit support center." = "2. Для других проблем программного обеспечения или продукта, пожалуйста, посетите центр поддержки.";
"click here to check" = "нажмите здесь, чтобы проверить";
"visit support center" = "центр поддержки";
"To recover data from the \"macOS Catalina\" and later systems, Please follow the steps below to allow %@ to access removable volumes" = "Чтобы восстановить данные из систем «macOS Catalina» и более поздних версий, выполните следующие действия, чтобы разрешить %@ доступ к съемным томам.";
"Step 1 :" = "Шаг 1 :";
"Step 2 :" = "Шаг 2 :";
"Step 3 :" = "Шаг 3 :";
"On your Mac, choose Apple menu  > System Preferences, click Security & Privacy." = "На Mac выберите меню «Apple»> «Системные настройки», нажмите «Защита и безопасность».";
"Select the \"Removable Volumes\" checkbox below %@." = "Выберите флажок «Съемные тома» под %@.";
"Click \"Later\" to allow %@ to access removable volumes." = "Нажмите «Позже», чтобы разрешить %@ доступ к съемным томам.";
"Settings" = "Настройки";
"OK" = "OK";
"To create a startup disk in \"macOS Catalina\" and later versions, Please follow the steps below to allow %@ to access removable volumes" =
"Чтобы создать загрузочный диск в «macOS Catalina» и более поздних версиях, выполните следующие действия, чтобы разрешить %@ доступ к съемным томам.";

"Sorry. Firmware downloading failed due to insufficient hard disk. Please release enough space (about %@) in your hard disk and then download again." = "Простите, загрузка прошивки не удалась из-за недостатка жесткого диска. Пожалуйста, освободите достаточно места (около %@) на жестком диске, а затем загрузите снова.";
"This file path cannot save the firmware. Please change to the correct one." = "Не удалось сохранить прошивку по этому пути. Пожалуйста, измените на правильный.";
"Failed to download firmware package! Please check your Internet connection and try again." = "Не удалось загрузить прошивку!  Проверьте подключение к Интернету и повторите попытку.";
"Downloading the firmware, please wait…" = "Скачивание прошивки, подождите…";
"Please make sure the network connection is normal." = "убедитесь, что компьютерное сетевое соединение в норме.";
"Network Abnormal! Please check your network and try again." = "Сеть неисправна. Проверьте сеть и повторите попытку.";
"Try Again" = "Повторить";
"There is not enough space to download the firmware. Please free up at least 1 GB of free space and try again." = "Недостаточно места для загрузки прошивки. Освободите не менее 1 GB дискового пространства и повторите попытку.";
"Your Mac is equipped with Apple T2 Security Chip, files under the APFS file system cannot be scanned out." = "Ваш Mac оснащен чипом безопасности Apple T2 и не может сканировать файлы в файловой системе APFS.";
"Failed to download firmware package! Please check your internet connection and try again." = " Не удалось загрузить прошивку! Проверьте подключение к Интернету и повторите попытку.";
"Fast Scan done! Finding more lost data with Deep Scan..." = "Сканирование завершено. Добывается больше данных...";
"Deep Scanning" = "Глубокое сканирование";
"Fast Scanning:" = "Быстрое сканирование";
"RAW Files" = "Файлы RAW";
"Tag Files" = "Файлы Теги";
"Deleted Files" = "Удаленные файлы";
"Lost Location" = "Потерянное местоположение";
"Existing Files" = "Существующие файлы";

//MARK: 4.0.0
"Found %li files. More useful tips below for finding files:" = "Найдено %li файлов. Ниже приведены более полезные советы по поиску файлов:";
"File Path Not Found" = "Путь к файлу не найден";
"File Name Not Found" = "Имя файла не найдено";
"Tagged Files" = "Файлы с тегами";
"You may find your accidentally deleted files here." = "Здесь вы можете найти случайно удаленные файлы.";
"There are deleted files that lost their original path. You can check file names to see if they are target files." = "Есть удаленные файлы, которые потеряли свой первоначальный путь. Вы можете проверить имена файлов, чтобы увидеть, являются ли они целевыми файлами.";
"There are files that lost their original names. You can preview them to see if they are target files." = "Есть файлы, которые потеряли свои первоначальные имена. Вы можете просмотреть их, чтобы увидеть, являются ли они целевыми файлами.";
"You may find target files here if you lost them which are not deleted before." = "Вы можете найти целевые файлы здесь, если вы потеряли их, которые не удаляются раньше.";
"Lost files without name will be renamed and classified here with corresponding tags." = "Если у потерянных файлов нет имени, они будут названы и классифицированы с соответствующими тегами.";
"Unable to preview. Please recover and save it on your computer for further checking." = "Предварительный просмотр не поддерживается. пожалуйста, восстановите и сохраните его на вашем компьютере для дальнейшей проверки.";
"Trying to find more data... You can search and recover your data now." = "Пытаюсь найти больше данных... Вы можете искать и восстанавить данные сейчас.";
"Didn't find the missing files? Try Deep Scan." = "Не нашли недостающие файлы ? Попробуйте глубокое сканирование.";
"The Deep Scan can scour the device inch by inch to find the deeply buried files, enabling a higher recovery rate." = "Глубокое сканирование может сканировать устройство дюйм за дюймом, чтобы найти глубоко закопанные файлы, обеспечивая более высокую скорость восстановления.";
"Artist" = "Художник";
"Camera" = "Устройство съемки";
"The Last Editor" = "Последний редактор";
"Creation Time" = "Время создания";
"Modified Time" = "Время изменения";
"All Time" = "Все время";
"Last 24 hours" = "Последние 24 часа";
"Last 7 days" = "За последние 7 дней";
"Last 30 days" = "За последние 30 дней";
"Customize" = "Настройка";
"Selected" = "Выбрано";
"File Size" = "Размер файла";
"All Size" = "Все размеры";
"Improve Chances of Finding Lost Files" = "Повышение шансов найти потерянные файлы";
"Refer to the \"Tagged Files\" and \"File Name Not Found\" under the Tree View." = "Обратитесь к \"Файлы с тегами\" и \"Имя файла не найдено\" в древовидном представлении.";
"Filter files by File Type, File Size, Date Modified, and more." = "Фильтруйте файлы по типу файла, размеру файла, дате изменения и т.д.";
"Upgrade to Pro Version to Recover Your Valuable Data!" = "Обновитесь до профессиональной версии, чтобы восстановить свои драгоценные данные!";
"Get the Pro Version to Create a Bootable Drive for Data Recovery!" = "Получите версию Pro для создания загрузочного диска для восстановления данных!";
"Free Version" = "Бесплатная версия";
"Pro Version" = "Pro версия";
"Preview Just a Few Files" = "Предварительный просмотр нескольких файлов";
"Preview All Files" = "Предварительный просмотр всех файлов";
"Free Upgrade" = "Бесплатное обновление";
"Recover Data from the Crashed Computer" = "Восстановить данные с разбитого компьютера";
"Only Allows You to Scan Disks" = "Позволяет только сканировать диски";
"Unlimited Data Recovery" = "Неограниченное восстановление данных";
"Professional Customer Service" = "Профессиональное обслуживание клиентов";
"Professional and reliable data recovery solutions" = "Профессиональные и надежные решения для восстановления данных";
"Advanced Options" = "Дополнительные опции";
"Local Drives" = "Локальные диски";
"External Drives" = "Внешние диски";
"Common Location" = "Расположение";
"Data Recovery" = "Восстановление данных";
"Fast and Safe" = "Быстро и безопасно";
"Failed to read the disk data, please re-plug the external disk." = "Не удалось прочитать данные с диска, повторно подключите внешний диск.";
"Please remove all external disks connected to the computer, and then reinsert the disk that needs data recovery." = "Удалите все внешние диски, подключенные к компьютеру, а затем снова вставьте диск, данные которого необходимо восстановить.";
"Still have problems? Please contact us." = "Все еще есть проблемы? Пожалуйста свяжитесь с нами.";
"To recover data from digital camera, please remove the SD card and connect it to computer via card reader." = "Чтобы восстановить данные с цифровой камеры, извлеките SD-карту и подключите ее к компьютеру через кард-ридер.";
"Found nothing..." = "Ничего не нашли...";
"1. Wait for the scan to finish before searching again." = "1. Дождитесь завершения сканирования перед повторным поиском.";
"2. Your file is most likely missing the filename. Try searching in this way." = "2. В вашем файле, скорее всего, отсутствует имя файла. Попробуйте поискать таким образом.";
"3. Make sure the term you're looking for is spelled correctly." = "3. Убедитесь, что термин, который вы ищете, написан правильно.";
"4. If none of the above methods help, please contact us." = "4. Если ни один из вышеперечисленных методов не помогает, пожалуйста, свяжитесь с нами.";
"Reading data from the disk，please wait…" = "Чтение данных с диска, подождите…";
"Stuck in refreshing status for a long time?" = "Застрял в освежающем статусе надолго?";
"Effortlessly Recover Data from A Crashed Computer" = "Восстановить данные из сбойной системы";
"View Files" = "Посмотреть восстановленные";
"It might take a long time to export for some files need repairing..." = "Некоторые файлы необходимо восстановить, время экспорта может быть немного больше...";
"contact us" = "свяжитесь с нами";
"in this way" = "таким образом";
"Exit App" = "Выйти из приложения";
"Recovered: %li file %@" = "Восстановлено: %li файл %@";
"Recovered: %li files %@" = "Восстановлено: %li файлов %@";
"File Types" = "Типы файлов";
"File Tags" = "Теги файлов";
"Move your mouse to the icon under Tree View, and you'll learn the explanation of each file category." = "Наведите курсор мыши на значок в разделе Древовидный вид, и вы узнаете описание каждой категории файлов.";
"Understood" = "Понятно";
"Filter" = "Фильтр";
"Reset" = "Сброс";
"Scan Stopped!" = "Сканирование остановлено!";
"Tips:" = "Советы:";
"1. Please replug the external drive or change another drive and then try again." = "1. Пожалуйста, снова подключите внешний диск или замените другой диск, а затем повторите попытку.";
"2. Please make sure internet connection is working properly." = "2. Убедитесь, что подключение к Интернету работает правильно.";

// V5.0.0
"Get An Extra" = "Получить Экстра";
"Coupon Code:" = "Код Купона:";
"Copy and paste the coupon code at checkout to redeem." = "Скопируйте и вставьте код купона при оформлении заказа, чтобы использовать его.";
"Copy and Buy Now" = "Копировать и Купить Сейчас";
"Close Program" = "Закрыть Программу";
"Photo Repair" = "Восстановление Фото";
"Video Repair" = "Восстановление Видео";
"Repair Damaged Videos in Just Three Steps!" = "Восстановить Поврежденные Видео Всего за Три Шага!";
"Repair Damaged Photos in Just Three Steps!" = "Восстановить Поврежденные Фото Всего за Три Шага!";
"Import Video" = "Импорт Видео";
"Import Photo" = "Импорт Фото";
"Start Repairing" = "Начать восстановление";
"Repair Done!" = "Восстановление выполнен!";
"Click to Add Photos" = "Нажмите, чтобы добавить фотографии";
"Click to Add Videos" = "Нажмите, чтобы добавить видео";
"%liPhoto Added，%@KB" = "Добавлено %li фото. Всего %@.";
"%liVideo Added，%@KB" = "Добавлено %li видео. Всего %@.";
"%liPhotos Added，%@KB" = "Добавлено %li фото. Всего %@.";
"%liVideos Added，%@KB" = "Добавлено %li видео. Всего %@.";
"Add Photo" = "Добавить Фото";
"Add Video" = "Добавить Видео";
"Home" = "Домой";
"Repair" = "Восстановить";
"Remove All Image" = "Удалить все фото";
"Remove All Video" = "Удалить все видео";
"This photo can't be repaired." = "Фотография не подлежит восстановлению.";
"This video can't be repaired." = "Видео не подлежит восстановлению.";
"Select all successfully repaired photos" = "Выбрать все успешно восстановленные фотографии";
"Reselect photo to repair" = "Снова выбрать фото для восстановления";
"Select all successfully repaired videos" = "Выбрать все успешно восстановленные видео";
"Reselect video to repair" = "Снова выбрать видео для восстановления";
"We've found several photos from this photo that you might be looking for, and you can preview and export them." = "Мы нашли несколько доступных фото из этого фото, вы можете просмотреть и экспортировать их.";
"We've found several videos from this video that you might be looking for, and you can preview and export them." = "Мы нашли несколько доступных видео из этого видео, вы можете просмотреть и экспортировать их.";
"Are you sure you want to remove all photos?" = "Вы обязательно удалите все фотографии?";
"Are you sure you want to remove all videos?" = "Вы обязательно удалите все видео?";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "Вы действительно хотите вернуться на домашнюю страницу? Текущий ход восстановления не будет сохранен.";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "Вы действительно хотите вернуться на домашнюю страницу? Текущий ход восстановления не будет сохранен.";
"Are you sure you want to reselect the video? The current repair progress will not be saved." = "Вы обязательно перевыборите видео? Текущий ход восстановления не будет сохранен.";
"Are you sure you want to reselect the photo? The current repair progress will not be saved." = "Вы обязательно перевыборите изображение? Текущий ход восстановления не будет сохранен.";
"Some videos are already in the repair list and will not be imported repeatedly." = "Некоторые видео уже находятся в списке восстановления и не будут импортироваться повторно.";
"Some photos are already in the repair list and will not be imported repeatedly." = "Некоторые фото уже находятся в списке восстановления и не будут импортироваться повторно.";
"The video has been lost, please re-import and try previewing again." = "Видео было потеряно, пожалуйста, повторите импорт и попробуйте просмотреть снова.";
"The photo has been lost, please re-import and try previewing again." = "Фото было потеряно, пожалуйста, повторите импорт и попробуйте просмотреть снова.";
"Scanning or recovery cannot continue because the device is disconnected, please re-plug the device and click Continue." = "Поскольку устройство отключено, сканирование или восстановление не могут быть продолжены. Пожалуйста, снова вставьте устройство и нажмите продолжить.";
"Repairing：" = "Идёт восстановление:";
"Please wait..." = "Пожалуйста, подождите...";
"Exporting:" = "Экспорт:";
"The device has been disconnected, you can try to select data to recover or rescan." = "Устройство было отключено, вы можете попробовать выбрать данные для восстановления или повторного сканирования.";
"Continue" = "Продолжить";
"Retry" = "Повторить";
"Stop" = "Стоп";
"Export Completed!" = "Экспорт завершен!";
"Export: %lifiles(%@)" = "Экспортировано: %li файлов (%@)";
"View Exported" = "Просмотр экспорта";
"There are still %li videos to export, are you sure you want to stop exporting?" = "Осталось %li видео для экспорта, вы уверены, что хотите остановить экспорт?";
"There are still %li photos to export, are you sure you want to stop exporting?" = "Осталось %li фото для экспорта, вы уверены, что хотите остановить экспорт?";
"There are still 1 video to export, are you sure you want to stop exporting?" = "Осталось ещё 1 видео для экспорта, вы уверены, что хотите остановить экспорт?";
"There are still 1 photo to export, are you sure you want to stop exporting?" = "Осталось ещё 1 фото для экспорта, вы уверены, что хотите остановить экспорт?";
"Are you sure you want to stop exporting?" = "Вы уверены, что хотите остановить экспорт?";
"Upgrade to Pro version to preview files!" = "Обновите версию Pro для просмотра файлов!";
"Upgrade" = "Обновление";
"The unregistered version can only play the first 30s of the audio file, upgrade to the registered version for full playback." = "Незарегистрированная версия может воспроизводить только первые 30 секунд аудио, обновите зарегистрированную версию для полного воспроизведения.";
"The unregistered version can only play the first 10s of the video file, upgrade to the registered version for full playback." = "Незарегистрированная версия может воспроизводить только первые 10 секунд видео, обновите зарегистрированную версию для полного воспроизведения.";
"Upgrade to Pro Version to Export your Valuable Photos!" = "Получите профессиональную версию для экспорта ваших драгоценных фото!";
"Upgrade to Pro Version to Export your Valuable Videos!" = "Получите профессиональную версию для экспорта ваших драгоценных видео!";
"Support for exporting repaired files" = "Поддержка экспорта восстановленных файлов";

//MARK: - 第二版
"The file can't be previewed, please export it and try to preview it again." = "Файл не может быть просмотрен, пожалуйста, экспортируйте его и попробуйте просмотреть снова.";
"The file can't be previewed, please repair it and try to preview it again." = "Файл не может быть просмотрен, пожалуйста, восстановите его и попробуйте просмотреть снова.";
"Are you sure you want to exit the program? Current repair progress will not be retained." = "Вы уверены, что хотите выйти из программы? Текущий прогресс восстановления не будет сохранен.";
"There are still %li videos waiting to be repaired, are you sure you want to stop the repair?" = "Ещё %li видео ожидающих восстановления, вы уверены, что хотите остановить восстановление?";
"There are still %li photos waiting to be repaired, are you sure you want to stop the repair?" = "Ещё %li фото ожидающих восстановления, вы уверены, что хотите остановить восстановление?";
"There is still 1 video waiting to be repaired, are you sure you want to stop the repair?" = "Ещё 1 видео ожидающее восстановления, вы уверены, что хотите остановить восстановление?";
"There is still 1 photo waiting to be repaired, are you sure you want to stop the repair?" = "Ещё 1 фото ожидающее восстановления, вы уверены, что хотите остановить восстановление?";
"Are you sure you want to stop repairing?" = "Вы уверены, что хотите остановить восстановление?";
"Repair done!" = "Восстановление завершен!";
"Repaired: %li files (%@)" = "Восстановлено: %li файлов (%@)";
"View Repair Results" = "Просмотр результатов восстановления";
"Export" = "Экспорт";
"The video has been lost, please re-repair and try exporting again." = "Видео было потеряно, пожалуйста, восстановите и попробуйте экспортировать снова.";
"The photo has been lost, please re-repair and try exporting again." = "Фото было потеряно, пожалуйста, восстановите и попробуйте экспортировать снова.";
"The video has been lost, please re-import and try repairing again." = "Видео было потеряно, пожалуйста, повторно импортируйте и попробуйте восстановить снова.";
"The photo has been lost, please re-import and try repairing again." = "Фото было потеряно, пожалуйста, повторно импортируйте и попробуйте восстановить снова.";
"Selected: %li photo  (%@)" = "Выбрано: %li фото (%@)";
"Selected: %li photos  (%@)" = "Выбрано: %li фото (%@)";
"Selected: %li video  (%@)" = "Выбрано: %li видео (%@)";
"Selected: %li videos  (%@)" = "Выбрано: %li видео (%@)";
"%li Results" = "%li Результатов";
"Close" = "Закрыть";


"Match Similar Files" = "Сопоставить похожие файлы";
"We've found some files that might be what you want, you can preview and restore them." = "Мы нашли несколько файлов, которые могут вам понадобиться, вы можете просмотреть и восстановить их.";
"Sorry, no matching files were found at this time. You can wait for the scan to finish and try again, or use Filter, Search Bar to find the files you want." = "К сожалению, на данный момент подходящие файлы не найдены. Вы можете дождаться завершения сканирования и повторить попытку или использовать фильтр, панель поиска, чтобы найти нужные файлы.";
"What Type of Files Do You Want to Recover?" = "Какой Тип Файлов Вы Хотите Восстановить?";
"Filtering file type helps recover the files you want faster" = "Фильтрация типов файлов помогает быстрее восстановить нужные файлы.";
"Others" = "Другие";
"Other Types" = "Другие типы";
"%@ etc." = "%@ и т.д.";
"Scan Selected File Types" = "Сканировать выбранные типы файлов";
"Scan All File Types" = "Сканировать все типы файлов";
"Scan Only %@" = "Сканировать только %@";

//MARK: - 预览
"Preview" = "Предпросмотр";
"Loading..." = "Загрузка...";
"Preview is not available. Recover it for view" = "Предпросмотр недоступен. Восстановить для просмотра";
"Max size for preview: 30MB. Recover it for view" = "Максимальный размер для предпросмотра: 30 МБ. Восстановить для просмотра";
"Format not supported for preview. Recover it for view" = "Формат не поддерживается для предпросмотра. Восстановить для просмотра";
"%@ files zipped in total" = "Всего %@ файлов заархивировано";
"AI Repairing..." = "ИИ Ремонтирует...";
"It may take a while, but it's worth the wait" = "Это может занять некоторое время, но ожидание того стоит";
"AI Repaired %@" = "ИИ Отремонтировано %@";
"Repaired successfully. Recover the repaired file" = "Ремонт успешно. Восстановить отремонтированный файл";
"Get Pro for Full Preview" = "Получить Pro для Полного Предпросмотра";
"Preview full file" = "Предпросмотр всего файла";
"Recover unlimited files" = "Восстановить неограниченные файлы";
"AI Repair corrupte files" = "ИИ Ремонт поврежденных файлов";
"Premium technical support" = "Премиальная техническая поддержка";
"Get Pro Now" = "Получить Pro Сейчас";
"Details" = "Подробности";
"Icon" = "Иконка";


//MARK: - 付费升级弹窗
"Get Pro for Unlimited Recovery" = "Получите Pro для неограниченного восстановления";
"Preview only." = "Только просмотр. ";
"No free recovery remaining." = "Бесплатного восстановления не осталось.";
"Unlock Pro to enjoy full features, unlimited recovery and more benefits." = "Разблокируйте Pro, чтобы воспользоваться всеми функциями, неограниченным восстановлением и другими преимуществами.";
"Get Pro for Unlimited Repair" = "Получите Pro для неограниченного исправления";
"Unlock Pro to enjoy full features, unlimited repair and more benefits." = "Разблокируйте Pro, чтобы воспользоваться всеми функциями, неограниченным исправлением и другими преимуществами.";
"Trial" = "Пробный";
"Free" = "Бесплатно";
"Pro" = "Pro";
"Preview only" = "Только Просмотр";
"Unlimited" = "Неограниченно";
"Key Features & Benefits" = "Ключевые особенности и преимущества";
"Recovery amount" = "Количество восстановлений";
"Preview before recovery" = "Просмотр перед восстановлением";
"Recover while scanning" = "Востановление во время сканирования";
"Recover data from crashed system" = "Восстановить данные из сбойной системы";
"Recover data from NAS server" = "Восстановление данных с NAS-сервера";
"Repair corrupted vidoes & photos" = "Восстановление поврежденных видео и фото";
"Enjoy lifetime updates for free" = "Бесплатные обновления пожизненных версий";
"24/7 premium technical support" = "24/7 премиальная техническая поддержка";
"30-day money back guarantee" = "30-дневная гарантия возврата денег";
"Buy Now" = "Купить Сейчас";
"Already Purchased?" = "Уже Купили?";
"Register Now to proceed with recovering ( no need to rescan)." = "Зарегистрируйтесь Сейчас, чтобы продолжить восстановление (повторное сканирование не требуется).";
"Register Now" = "Зарегистрируйтесь Сейчас";
"Recover the repaired file" = "Восстановить отремонтированный файл";
"Recover it for view" = "Восстановить для просмотра";

//MARK: - 5.1.8
"Lost data recovery" = "Восстановление потерянных данных";
"Hard Drive" = "Жесткий Диск";
"Advanced recovery" = "Расширенное восстановление";
"Crashed Mac" = "Сбой Mac";
"iCloud" = "iCloud";
"New" = "Новый";
"Corrupted file repair" = "Восстановление поврежденных файлов";
"Photo Repair" = "Восстановление Фото";
"Video Repair" = "Восстановление Видео";
"Why Pro？" = "Почему Pro？";
"Unlock Pro to enjoy" = "Разблокируйте Pro, чтобы насладиться";
"Unlimited Recovery" = "Неограниченное Восстановление";
"Corrupted Repair" = "Восстановление Поврежденных";
"Full Preview" = "Полный Предпросмотр";
"Unlock Pro Now" = "Разблокируйте Pro";
"Recover permanently & recently deleted iCloud data easily" = "Восстановить навсегда и недавно удаленные данные iCloud легко";
"Recover any lost photos, videos, contacts, notes and more from iCloud directly" = "Восстанвить потерянные фото, видео, контакты, заметки и многие другие из iCloud.";
"Get Started" = "Начать";
"Searching lost iCloud data..." = "Поиск потерянных данных iCloud...";
"Search Completed" = "Поиск Завершен";
"Search Stopped" = "Поиск Остановлен";
"Damaged or partitially missing photos" = "Поврежденные или частично отсутствующие фото";
"Add photos for repair" = "Добавить фото для восстановления";
"Corrupted or unplayable vidoes" = "Поврежденные или не воспроизводимые видео";
"Add videos for repair" = "Добавить видео для восстановления";
"Repair any damaged or photos that cannot be opened" = "Восстановить любые поврежденные или невоспроизводимые фото и многое другое";
"Repair any corrupted or unplayale videos files and more" = "Восстановить любые поврежденные или невоспроизводимые видео и многое другое";
//MARK: - v5.1.10
"Sign in to iCloud" = "Войти в iCloud";
"Apple ID" = "Apple ID";
"Password" = "Пароль";
"Keep Password" = "Сохранить пароль";
"Forget Apple ID or Password?" = "Забыли Apple ID или Пароль?";
"Back" = "Назад";
"Log In" = "Вход";
"1. To prevent changes to iCloud, do not sync device data to iCloud while recovering." = "1. Чтобы избежать изменения данных iCloud, не синхронизируйте данные устройства с iCloud при восстановлении.";
"2. We NEVER keep records of your account. For more details, please refer to our Privacy Policy." = "2. Мы НИКОГДА не ведем учет вашего аккунта. Для получения более информации, пожалуйста, обратитесь к Политике Конфиденциальности.";
"Privacy Policy" = "Политике Конфиденциальности.";
"Incorrect Apple ID or password." = "Неверный Apple ID или пароль.";
"For security reasons, your Apple ID is locked. Please unlock your account and try again." = "По причинам безопасности ваш Apple ID заблокирован. Разблокируйте свой аккунт и повторите попытку.";
"Network disconnected. Please check your network connection and try again." = "Сеть отключена. Проверьте сетевое подключение и повторите попытку.";
"Two-factor authentication" = "Двухфакторная аутентификация";
"A verification code message has been sent to your trusted device. Please enter the code to continue." = "На ваше доверенное устройство отправлено сообщение с кодом подтверждения. Введите код для продолжения.";
"Resend code" = "Повторная отправка кода";
"Get Help from Apple" = "Получить Помощь от Apple";
"Incorrect verification code." = "Неверный проверочный код.";
"Entered incorrect verification code too many times." = "Слишком много раз вы вводили неверный проверочный код.";
"Request failed, please try again." = "Запрос не выполнен, пожалуйста, повторите попытку.";
"Verification requested too often" = "Проверка запрашивалась слишком много раз.";
"Network error. Please check your network connection." = "Ошибка сети. Пожалуйста, проверьте сетевое подключение.";
"Please select the type of data you want to recover." = "Выберите тип данных, которые вы хотите восстановить.";
"Log Out" = "Выйти";
"Select all" = "Выбрать все";
"Refresh" = "Обновить";
"Back" = "Вернуть";
"Confirm" = "Да";
"iCloud drive" = "iCloud drive";
"Photos" = "Фото";
"Contacts" = "Контакты";
"Reminder" = "Напоминание";
"Calendar" = "Календарь";
"Notes" = "Заметки";
//MARK: - 4ddig mac 5.1.10
"Home Phone" = "Домашний Номер";
"Work" = "Рабочий Номер";
"iPhone" = "iPhone Номер";
"Mobile Phone" = "Номер Телефона";
"Main Phone" = "Основной Номер";
"HomeFax" = "Домашний Номер Факса";
"WorkFax" = "Рабочий Факс";
"Pager Phone" = "Пейджер";
"Other Phone" = "Другие Номера";
"Home Email" = "Семейная Электронная Почта";
"Work Email" = "Рабочая Электронная Почта";
"Other Email" = "Другая Электронная Почта";
"iCloud Email" = "iCloud Электронная Почта";
"HomePage" = "Домашняя Страница";
"Home Page" = "Семейная Страница";
"Other Page" = "Рабочая Страница";
"Work Page" = "Другая Страница";
"Title" = "Заглавие";
"Starting Time" = "Время начала";
"List" = "Список";
"Status" = "Статус";
"Reminder time" = "Время напоминания";
"Priority" = "Приоритет";
"Location" = "Расположение";
//MARK: - 第二批_3.21
"Company" = "Конпания";
"School" = "Школа";
"Time" = "Времия";
"End Date Time" = "Время окончания";
"Complete" = "Завершено";
"Incomplete" = "Не завершено";
"Invited People" = "Приглашенный";
"Flag Marks" = "Знак флага";
"None" = "Ничто";
"Low" = "Низкий";
"Medium" = "Средний";
"High" = "Высокий";
"Unknown" = "Неизвестный";
//MARK: - 5.1.11
"Unsaved Documents" = "Несохраненные Документы";
"Date Deleted" = "Дата Удаления";

//MARK: - PE
"Crashed Mac" = "Разбитый Mac";
"Create a bootable drive to boot up Mac for data recovery" = "Создать загрузочный диск для загрузки Mac для восстановления данных";
"What's Crashed Mac？" = "Что такое “Разбитый Mac”？";
"Boot up Mac with the USB bootable drive for data recovery" = "Загрузите Mac с помощью загрузочного диска USB для восстановления данных";
"Boot up crashed Mac" = "Запустить разбитый Mac";
"Tips: please try again with another USB drive Common Solutions" = "Советы: Пожалуйста, повторите попытку с другим USB-накопителем. Общие Решения";
"Common Solutions" = "Общие Решения";
"Icon" = "Иконка";
"Preview Pane" = "Панель предпросмотра";
"Details" = "Подробности";
"Create Now" = "Создайте Сейчас";
"Lost Partition" = "Потерянный Раздел";

"Select a drive where you lost data to start recovering" = "Выберите раздел, на котором вы потеряли данные, чтобы начать восстановление.";
"Drive didn't show up?" = "Раздел не отображался?";
"Check Disk Connection" = "Проверьте Подключение Диска";
"To recover data from digital camera, please remove the SD card and connect it to Mac via card reader." = "Чтобы восстановить данные с цифровой камеры, извлеките SD-карту и подключите ее к компьютеру Mac с помощью устройства для чтения карт памяти.";
"When the USB device cannot be recognized, please try to connnect it to the back USB ports for data recovery." = "Если USB-устройство не удается распознать, попробуйте подключить его к задним USB-портам для восстановления данных.";
"For data recovery from mobile phones, you can download UltData - iOS." = "Для восстановления данных с мобильных телефонов вы можете загрузить UltData - iOS.";
"Check Disk Status" = "Проверьте Состояние Диска";
"Solution: Access Disk Utility, click the \"Mount\" button on the top menu bar, and then recover your data." = "Решение: Откройте Утилита Диска, нажмите кнопку \"Монтаж\" в верхней строке меню, а затем восстановите свои данные.";
"Language_menu" = "Язык";
"Disk Utility" = "Утилита Диска";
"Mount" = "Монтаж";
"1. Access \"Disk Utility\"" = "1. Откройте в \"Утилита Диска\"";
"2. Click \"Mount\"" = "2. Нажмите \"Монтаж\".";

//MARK: - V5.1.18
"Select a location to save the recovered data" = "Выберите место для сохранения восстановленных данных";
"You've selected %li files, %@" = "Вы выбрали %li файлов, %@";
"%@ available" = "%@ доступно";
"Perfectly enough disk space. Save now." = "Места на диске вполне достаточно. Сохраните Сейчас.";
"Save to the %@ and you don’t have to worry about data loss anymore." = "Сохраните на Google Диске и больше не беспокойтесь о потере данных.";
"Save Now" = "Сохранить";
"Insufficient space available, change another location or save to the %@." = "Недостаточно свободного места, измените местоположение или сохраните на Google Диске.";
"It is not recommended to save to the original disk (where the data is lost), as it may have the data to be overwritten and lost permanently." = "Не рекомендуется сохранять данные на исходный диск (на котором данные терялись), так как данные могут быть перезаписаны и потеряны безвозвратно.";
"No permissions to read or write, change another location or save to the %@." = "Нет разрешений на чтение или запись, изменение местоположения или сохранение на Google Диске.";
"Insufficient space available in %@. Please change to another location to save." = "На Google Диске недостаточно места. Пожалуйста, перейдите в другое место для сохранения.";
"Select Folder..." = "Выберите Папку...";
"Logging in..." = "Войти в систему...";
"Please authorize login to your %@ in the browser" = "Пожалуйста, авторизуйте свой аккаунт на Google Диске в браузере";
"Authorization login failed" = "Авторизация не удалась";
"Please re-authorize or change to another location" = "Пожалуйста, повторно авторизуйтесь или перейдите в другое место";
"Another Location" = "Другое Местоположение";
"Re-authorize" = "Повторите Авторизацию";
"Authorization successful. Please return to %@ to continue recovering data." = "Авторизация прошла успешно. Пожалуйста, вернитесь в %@, чтобы продолжить восстановление данных.";

//MARK: - V5.2.0
"Large & Old Files" = "Большие и Старые Файлы";
"Locate and remove unneeded files to free up disk space with ease" = "Легко найти и удалить ненужные файлы, чтобы освободить место на диске.";
"Locate Files in Minutes" = "Найти Файлы за Минуты";
"Finding large or old files manually could take you hours, but with %@ you’ll be done within minutes." = "Поиск больших или старых файлов вручную может занять у вас несколько часов, но с %@ вы справитесь за минуты. ";
"Remove As You Wish" = "Удалить по Вашему Желанию";
"Remove unneeded files to trash, another folder or permanently. It's always your call." = "Удалить ненужные файлы в корзину, в другую папку или безвозвратно. Решать только вам.";
"%@ used" = "%@ использовано";
"Scan Now" = "Сканировать Сейчас";
"All Files" = "Все файлы";
"Selected" = "Выбранные";
"By Size" = "По Размеру";
"By Access Date" = "По Дате Доступа";
"Last Week" = "Прошлая Неделя";
"Last Month" = "Прошлый Месяц";
"Scanning %@" = "Идёт Сканирование %@";
"Looking for large & old files" = "Ищем большие и старые файлы";
"Stop Scanning" = "Остановить Сканирование";
"No files found" = "Файлы не найдены";
"Return to home and select another location to start over" = "Вернитесь домой и выберите другое место, чтобы начать поиск снова";
"Removing: %@" = "Идёт Удаление: %@";
"It may take some time..." = "Это может занять некоторое время...";
"Remove Completed" = "Удаление завершено";
"Removed: %li files (%@)" = "Удалено: %li файлов (%@)";
"Done" = "Сделано";
"Insufficient permissions to remove" = "Недостаточно прав для удаления";
"No read/write permissions for NTFS partition, and it cannot be removed." = "Нет прав на чтение/запись для раздела NTFS, и его невозможно удалить.";
"Insufficient space at target folder to remove" = "Недостаточно места в целевой папке для удаления";
"Remove to another folder or remove permanently." = "Переместите в другую папку или удалите безвозвратно.";
"No files selected" = "Файлы не выбраны";
"Remove Permanently" = "Удалить Безвозвратно";
"Remove to Trash" = "Удалить в Корзину";
"Remove to Folder" = "Удалить в Папку";
"Access Time" = "Время Доступа";
"Open File Location" = "Открыть Расположение Файла";
"Return to home?" = "Вернуться домой?";
"It is recommended to remove unwanted files before you return." = "Рекомендуется удалить ненужные файлы перед возвращением.";
"Return" = "Возвращать";
"Cancel" = "Отменить";
"Stop Scanning?" = "Остановить Сканирование?";
"%@ will be no longer looking for large & old files if you stop." = "%@ больше не будет искать большие и старые файлы, если вы остановитесь.";
"Stop Scanning" = "Остановить Сканирование";
"Stop Removing?" = "Остановить Удаление?";
"%@ will be no longer removing files remaining if you stop." = "%@ больше не будет удалять оставшиеся файлы, если вы остановитесь.";
"Stop Removing" = "Остановить Удаление";
"Get Pro for Files Removal" = "Получите Pro для Удаления Файлов";
"Unlock Pro to remove unwanted large & old files, and enjoy more features, including unlimited data recovery." = "Разблокируйте Pro, чтобы удалить ненужные большие и старые файлы и воспользоваться дополнительными функциями, включая неограниченное восстановление данных.";
"Files available for removal" = "Файлы доступны для удаления";
"Authorizing for %@, please wait..." = "Авторизация для %@ Диска, пожалуйста, подождите...";
"Calculating the available space in %@, please wait..." = "Подсчитайте количество свободного места на %@ Диске, пожалуйста, подождите...";
//MARK: - 第二批_20240626
"Extra tools" = "Дополнительные инструменты";
"Sort by %@" = "Сортировать по %@";
"By Modified Date" = "По Дате Изменения";
//MARK: - 2. SD卡
"SD Card" = "SD Карта";
"Select a memory card where you lost data to start recovering" = "Выберите карту памяти, на которой вы потеряли данные, чтобы начать восстановление";
"SD card didn't show up?" = "SD Карта не отображалась?";
"No SD card connected" = "SD Карта не подключена";
"Connect the memory card via card reader to start recovering photos or videos" = "Подключите карту памяти через кард-ридер, чтобы начать восстановление фото или видео";
//MARK: - 视频重组
"Enhanced Video Recovery" = "Улучшенное Восстановление Видео";
"Scan and match video fragments in any storage media through AI advanced algorithms to recover a complete and playable video" = "Сканировать и сопоставлять фрагменты видео на любом носителе с помощью передовых алгоритмов ИИ, чтобы восстановить полное и воспроизводимое видео";
"Repair & recover vidoes at the same time, providing one-stop video solution" = "Исправить и восстановить видео одновременно, обеспечив универсальное решение для работы с видео";
"Easily recover & repair videos from any devices, such as Canon, Nikon, Sony, GoPro, and DJI, etc. Learn more" = "Легко восстановить и исправить видео с любых устройств, таких как Canon, Nikon, Sony, GoPro, DJI и др. Узнать больше";
"AI-Powered" = "С поддержкой ИИ";
"Mac OS 10.15 previous versions are not supported" = "Предыдущие версии Mac OS 10.15 не поддерживаются";
"Try 'Enhanced Video Recovery' with Mac OS 10.15 or later" = "Попробуйте \"Расширенное восстановление видео\" в Mac OS 10.15 или более поздней версии";
"Select a drive where you lost vidoes to start recovering" = "Выберите раздел, на котором вы потеряли видео, чтобы начать восстановление";
"Tips: Don't know which drive to scan, as you're not sure where the vidoe was lost?" = "Советы: Не знаете, какой раздел сканировать, так как не уверены, где было потеряно видео?";
"Select the video format you want to recover" = "Выберите формат видео, который вы хотите восстановить";
"All videos" = "Все видео";
"Recovery duration: The more video types selected, the longer it will take." = "Длительность восстановления: Чем больше типов видео выбрано, тем больше времени потребуется.";
"Device that the vidoes are from (optional)" = "Устройство, с которого загружены видео (необязательно)";
"Note: correct source device contributes to the targeted and precise recovery, significantly improving the recovery quality." = "Примечание: правильное устройство-источник способствует целенаправленному и точному восстановлению, значительно повышая качество восстановления.";
"Confirm" = "Да";
"Canon" = "Canon";
"GoPro" = "GoPro";
"Nikon" = "Nikon";
"Sony" = "Sony";
"Fujifilm" = "Fujifilm";
"DJI" = "DJI";
"Apeman" = "Apeman";
"Papago" = "Papago";
"Vantrue" = "Vantrue";
"Rexing" = "Rexing";
"Others" = "Другие";
"Please select at least one video format for enhanced video recovery" = "Пожалуйста, выберите хотя бы один формат видео для улучшенного восстановления видео";
"Select All" = "Выбрать Все";
"AI" = "ИИ";
"Video enhanced recovering...some black screen and unplayable vidoes could be repaired by AI once it completes." = "Улучшенное восстановление видео...некоторые черные экраны и неиграбельные видео могут быть восстановлены ИИ после завершения работы.";
"Learn more" = "Узнать больше";
